from collections import OrderedDict


def info(name):
    item = ['名前', 'タイプ', '年齢', '身長', '体重', 'B-W-H', '誕生日', '星座', '血液型', '利き手', '出身地', '趣味', 'CV']
    ret = OrderedDict()
    if name == '島村卯月' or name == 'しまむらうづき':
        __info = ['島村卯月', 'キュート', '17歳', '159cm', '45kg', '83/59/87', '4月24日', '牡牛座', 'O型', '右',
                  '東京', '友達と長電話', '大橋彩香']
    elif name == '中野有香' or name == 'なかのゆか':
        __info = ['中野有香', 'キュート', '18歳', '149cm', '40kg', '77/57/81', '3月23日', '牡羊座', 'B型', '右',
              '東京', '空手', '下地紫野']
    elif name == '水本ゆかり' or name == 'みずもとゆかり':
        __info = ['水本ゆかり', 'キュート', '15歳', '155cm', '42kg', '81/56/82', '10月18日', '天秤座', 'A型', '右',
              '青森', 'フルート', '藤田茜']
    elif name == '福山舞' or name == 'ふくやままい':
        __info = ['福山舞', 'キュート', '10歳', '132cm', '28kg', '64/56/70', '1月21日', '水瓶座', 'O型', '左',
              '兵庫', '一輪車', None]
    elif name == '椎名法子' or name == 'しいなのりこ':
        __info = ['椎名法子', 'キュート', '13歳', '147cm', '38kg', '76/55/79', '10月10日', '天秤座', 'O型', '右',
              '大阪', '新作ドーナツの試食', '都丸ちよ']
    elif name == '今井加奈' or name == 'いまいかな':
        __info = ['今井加奈', 'キュート', '16歳', '153cm', '41kg', '81/56/79', '3月3日', '魚座', 'O型', '右',
              '高知', '友達とおしゃべり', None]
    elif name == '持田亜里沙' or name == 'もちだありさ':
        __info = ['持田亜里沙', 'キュート', '21歳', '156cm', '45kg', '77/54/76', '8月24日', '乙女座', 'AB型', '右',
              '長野', '子供と遊ぶこと', None]
    elif name == '三村かな子' or name == 'みむらかなこ':
        __info = ['三村かな子', 'キュート', '17歳', '153cm', '52kg', '90/65/89', '1月6日', '山羊座', 'O型', '右',
              '東京', 'お菓子作り', '大坪由佳']
    elif name == '奥山沙織' or name == 'おくやまさおり':
        __info = ['奥山沙織', 'キュート', '19歳', '156cm', '47kg', '83/57/81', '6月12日', '双子座', 'B型', '右',
              '秋田', '読書', None]
    elif name == '間中美里' or name == 'まなかみさと':
        __info = ['間中美里', 'キュート', '20歳', '160cm', '46kg', '84/57/85', '11月6日', '蠍座', 'AB型', '右',
              '神奈川', '旅行', None]
    elif name == '小日向美穂' or name == 'こひなたみほ':
        __info = ['小日向美穂', 'キュート', '17歳', '155cm', '42kg', '82/59/86', '12月16日', '射手座', 'O型', '左',
              '熊本', 'ひなたぼっこ', '津田美波']
    elif name == '緒方智絵里' or name == 'おがたちえり':
        __info = ['緒方智絵里', 'キュート', '16歳', '153cm', '42kg', '79/57/80', '6月11日', '双子座', 'A型', '右',
              '三重', '四葉のクローバー集め', '大空直美']
    elif name == '五十嵐響子' or name == 'いがらしきょうこ':
        __info = ['五十嵐響子', 'キュート', '15歳', '154cm', '43kg', '81/58/80', '8月10日', '獅子座', 'AB型', '右',
              '鳥取', '家事全般', '種﨑敦美']
    elif name == '柳瀬美由紀' or name == 'やなせみゆき':
        __info = ['柳瀬美由紀', 'キュート', '14歳', '144cm', '33kg', '75/54/77', '3月16日', '魚座', 'O型', '右',
              '北海道', 'ぬいぐるみ集め', None]
    elif name == '櫻井桃華' or name == 'さくらいももか':
        __info = ['櫻井桃華', 'キュート', '12歳', '145cm', '39kg', '72/53/75', '4月8日', '牡羊座', 'A型', '右',
              '神戸', 'ティータイム', '照井春佳']
    elif name == '江上椿' or name == 'えがみつばき':
        __info = ['江上椿', 'キュート', '19歳', '161cm', '46kg', '80/57/80', '2月6日', '水瓶座', 'A型', '左',
              '新潟', '写真を撮ること', None]
    elif name == '長富蓮実' or name == 'ながとみはすみ':
        __info = ['長富蓮実', 'キュート', '16歳', '161cm', '45kg', '83/56/85', '3月19日', '魚座', 'A型', '右',
              '島根', 'ボウリング・古着屋巡り', None]
    elif name == '横山千佳' or name == 'よこやまちか':
        __info = ['横山千佳', 'キュート', '9歳', '127cm', '31kg', '60/55/65', '12月18日', '射手座', 'A型', '右',
              '宮崎', '魔法少女ごっこ', None]
    elif name == '関裕美' or name == 'せきひろみ':
        __info = ['関裕美', 'キュート', '14歳', '155cm', '43kg', '78/55/80', '8月17日', '獅子座', 'A型', '右',
              '富山', 'アクセサリー作り', '会沢紗弥']
    elif name == '太田優' or name == 'おおたゆう':
        __info = ['太田優', 'キュート', '21歳', '159cm', '45kg', '89/57/87', '1月28日', '水瓶座', 'AB型', '両',
              '千葉', '犬のトリミング、美容', None]
    elif name == '棟方愛海' or name == 'むなかたあつみ':
        __info = ['棟方愛海', 'キュート', '14歳', '151cm', '41kg', '73/56/75', '8月1日', '獅子座', 'A型', '両',
              '青森', '指の運動', '藤本彩花']
    elif name == '藤本里奈' or name == 'ふじもとりな':
        __info = ['藤本里奈', 'キュート', '18歳', '154cm', '41kg', '77/55/80', '10月14日', '天秤座', 'A型', '右',
              '湘南', '単車乗り、コンビニで立ち読み', '金子真由美']
    elif name == '大原みちる' or name == 'おおはらみちる':
        __info = ['大原みちる', 'キュート', '15歳', '153cm', '40kg', '78/55/80', '4月12日', '牡羊座', 'O型', '右',
              '福井', '食べること', None]
    elif name == '遊佐こずえ' or name == 'ゆさこずえ':
        __info = ['遊佐こずえ', 'キュート', '11歳', '130cm', '28kg', '62/50/65', '2月19日', '魚座', 'B型', '右',
              '高知', 'しゅみってなぁに？', None]
    elif name == '大沼くるみ' or name == 'おおぬまくるみ':
        __info = ['大沼くるみ', 'キュート', '13歳', '145cm', '40kg', 'おっきい/ふつう/まぁまぁ', '3月30日', '牡羊座', 'A型', '右',
              '石川', 'ポケットティッシュ収集、お風呂に入ること', None]
    elif name == '一ノ瀬志希' or name == 'いちのせしき':
        __info = ['一ノ瀬志希', 'キュート', '18歳', '161cm', '43kg', '83/57/82', '5月30日', '双子座', 'O型', '右',
              '岩手', '観察・アヤしい科学実験・失踪', '藍原ことみ']
    elif name == '前川みく' or name == 'まえかわみく':
        __info = ['前川みく', 'キュート', '15歳', '152cm', '45kg', '85/55/81', '2月22日', '魚座', 'B型', '右',
              '大阪', '猫カフェ巡り', '高森奈津美']
    elif name == '赤西瑛梨華' or name == 'あかにしえりか':
        __info = ['赤西瑛梨華', 'キュート', '16歳', '154cm', '55kg', '92/59/88', '7月7日', '蟹座', 'O型', '両',
              '岡山', '漫才鑑賞', None]
    elif name == '松原早耶' or name == 'まつばらさや':
        __info = ['松原早耶', 'キュート', '18歳', '156cm', '43kg', '83/58/86', '12月28日', '山羊座', 'AB型', '右',
              '兵庫', 'ブログ', None]
    elif name == '相原雪乃' or name == 'あいはらゆきの':
        __info = ['相原雪乃', 'キュート', '22歳', '160cm', '51kg', '92/58/90', '2月14日', '水瓶座', 'A型', '左',
              '秋田', '紅茶', None]
    elif name == '宮本フレデリカ' or name == 'みやもとふれでりか':
        __info = ['宮本フレデリカ', 'キュート', '19歳', '164cm', '46kg', '83/57/85', '2月14日', '水瓶座', 'B型', '左',
              'パリ', 'ファッション', '髙野麻美']
    elif name == '小早川紗枝' or name == 'こばやかわさえ':
        __info = ['小早川紗枝', 'キュート', '15歳', '148cm', '42kg', '78/56/80', '10月18日', '天秤座', 'AB型', '右',
              '京都', '日本舞踊', '立花理香']
    elif name == '西園寺琴歌' or name == 'さいおんじことか':
        __info = ['西園寺琴歌', 'キュート', '17歳', '156cm', '46kg', '87/57/85', '1月23日', '水瓶座', 'O型', '右',
              '東京', '押し花作り', None]
    elif name == '双葉杏' or name == 'ふたばあんず':
        __info = ['双葉杏', 'キュート', '17歳', '139cm', '30kg', '?/?/?', '9月2日', '花も恥じらう乙女座', 'B型', '右',
              '北海道', 'なし', '五十嵐裕美']
    elif name == '楊菲菲' or name == 'やおふぇいふぇい':
        __info = ['楊菲菲', 'キュート', '15歳', '152cm', '41kg', '82/58/84', '9月29日', '天秤座', 'O型', '右',
              '香港', '料理', None]
    elif name == '桃井あずき' or name == 'ももいあずき':
        __info = ['桃井あずき', 'キュート', '15歳', '145cm', '40kg', '80/55/78', '7月7日', '蟹座', 'A型', '右',
              '長野', '金魚すくい', None]
    elif name == '涼宮星花' or name == 'すずみやせいか':
        __info = ['涼宮星花', 'キュート', '19歳', '158cm', '45kg', '82/57/83', '8月28日', '乙女座', 'A型', '右',
              '岐阜', 'バイオリン', None]
    elif name == '月宮雅' or name == 'つきみやみやび':
        __info = ['月宮雅', 'キュート', '18歳', '153cm', '44kg', '86/56/82', '10月30日', '蠍座', 'B型', '右',
              '東京', 'ママとショッピング', None]
    elif name == '兵藤レナ' or name == 'ひょうどうれな':
        __info = ['兵藤レナ', 'キュート', '27歳', '167cm', '48kg', '92/56/84', '10月3日', '天秤座', 'O型', '左',
              '東京', 'トランプ', None]
    elif name == '丹羽仁美' or name == 'にわひとみ':
        __info = ['丹羽仁美', 'キュート', '18歳', '157cm', '43kg', '81/55/79', '6月4日', '双子座', 'B型', '右',
              '名古屋', '史跡巡り・武将グッズ収集', None]
    elif name == '道明寺歌鈴' or name == 'どうみょうじかりん':
        __info = ['道明寺歌鈴', 'キュート', '17歳', '155cm', '43kg', '80/55/83', '1月1日', '山羊座', 'A型', '右',
              '奈良', '境内のお掃除', '新田ひより']
    elif name == '柳清良' or name == 'やなぎきよら':
        __info = ['柳清良', 'キュート', '23歳', '158cm', '47kg', '85/58/86', '5月12日', '牡牛座', 'O型', '右',
              '愛媛', 'ドキュメンタリー番組鑑賞', None]
    elif name == '井村雪菜' or name == 'いむらせつな':
        __info = ['井村雪菜', 'キュート', '17歳', '163cm', '48kg', '85/60/88', '8月27日', '乙女座', 'AB型', '右',
              '秋田', 'メイク小物集め', None]
    elif name == '日下部若葉' or name == 'くさかべわかば':
        __info = ['日下部若葉', 'キュート', '20歳', '148cm', '40kg', '77/54/78', '5月4日', '牡牛座', 'O型', '右',
              '群馬', 'ジグソーパズル', None]
    elif name == '榊原里美' or name == 'さかきばらさとみ':
        __info = ['榊原里美', 'キュート', '17歳', '162cm', '46kg', '91/56/86', '8月27日', '乙女座', 'O型', '右',
              '山形', '甘いお菓子を食べること', None]
    elif name == '輿水幸子' or name == 'こしみずさちこ':
        __info = ['輿水幸子', 'キュート', '14歳', '142cm', '37kg', '74/52/75', '11月25日', '射手座', 'B型', '左',
              '山梨', '勉強ノートの清書', '竹達彩奈']
    elif name == '安斎都' or name == 'あんざいみやこ':
        __info = ['安斎都', 'キュート', '16歳', '156cm', '41kg', '78/55/77', '1月6日', '山羊座', 'B型', '右',
              '福井', '探偵ドラマ・推理小説を見ること', None]
    elif name == '浅野風香' or name == 'あさのふうか':
        __info = ['浅野風香', 'キュート', '16歳', '160cm', '48kg', '88/59/84', '2月11日', '水瓶座', 'A型', '右',
              '滋賀', '小説を書くこと', None]
    elif name == '大西由里子' or name == 'おおにしゆりこ':
        __info = ['大西由里子', 'キュート', '20歳', '156cm', '44kg', '81/58/83', '3月20日', '魚座', 'O型', '右',
              '香川', 'ネットサーフィン・読書', None]
    elif name == '安部菜々' or name == 'あべなな':
        __info = ['安部菜々', 'キュート', '永遠の17歳', '146cm', '40kg', '84/57/84', '5月15日', '牡牛座', 'O型', '右',
              'ウサミン星', 'ウサミン星との交信', '三宅麻理恵']
    elif name == '工藤忍' or name == 'くどうしのぶ':
        __info = ['工藤忍', 'キュート', '16歳', '154cm', '41kg', '78/54/81', '3月9日', '魚座', 'A型', '左',
              '青森', 'おまけ集め', None]
    elif name == '栗原ネネ' or name == 'くりはらねね':
        __info = ['栗原ネネ', 'キュート', '15歳', '161cm', '44kg', '77/54/78', '9月9日', '乙女座', 'A型', '右',
              '群馬', 'テレビ鑑賞・健康作り', None]
    elif name == '古賀小春' or name == 'こがこはる':
        __info = ['古賀小春', 'キュート', '12歳', '140cm', '35kg', '72/54/77', '4月1日', '牡羊座', 'O型', '左',
              '佐賀', 'イグアナのヒョウくんと遊ぶこと、家のお手伝い', None]
    elif name == 'クラリス' or name == 'くらりす':
        __info = ['クラリス', 'キュート', '20歳', '166cm', '45kg', '80/55/82', '8月26日', '乙女座', 'AB型', '右',
              '兵庫', 'ボランティア', None]
    elif name == '佐久間まゆ' or name == 'さくままゆ':
        __info = ['佐久間まゆ', 'キュート', '16歳', '153cm', '40kg', '78/54/80', '9月7日', '乙女座', 'B型', '両',
              '仙台', 'お料理、編み物', '牧野由依']
    elif name == '村松さくら' or name == 'むらまつさくら':
        __info = ['村松さくら', 'キュート', '15歳', '145cm', '38kg', '75/55/77', '3月27日', '牡羊座', 'O型', '右',
              '静岡', 'ピンクのもの集め', None]
    elif name == '白菊ほたる' or name == 'しらぎくほたる':
        __info = ['白菊ほたる', 'キュート', '13歳', '156cm', '42kg', '77/53/79', '4月19日', '牡羊座', 'AB型', '左',
              '鳥取', '笑顔の練習・アイドルレッスン', None]
    elif name == '早坂美玲' or name == 'はやさかみれい':
        __info = ['早坂美玲', 'キュート', '14歳', '147cm', '39kg', '75/54/77', '5月9日', '牡牛座', 'B型', '右',
              '宮城', 'ぬいぐるみ集め', '朝井彩加']
    elif name == '有浦柑奈' or name == 'ありうらかんな':
        __info = ['有浦柑奈', 'キュート', '19歳', '155cm', '44kg', '78/57/80', '3月6日', '魚座', 'O型', '右',
              '長崎', 'ラブ＆ピース', None]
    elif name == '乙倉悠貴' or name == 'おとくらゆうき':
        __info = ['乙倉悠貴', 'キュート', '13歳', '164cm', '40kg', '70/53/74', '10月6日', '天秤座', 'A型', '右',
              '岡山', 'ミックスジュース作り・スクラップブック作り', '中島由貴']
    elif name == '原田美世' or name == 'はらだみよ':
        __info = ['原田美世', 'キュート', '20歳', '163cm', '46kg', '86/59/85', '11月14日', '蠍座', 'O型', '右',
              '石川', 'クルマ・バイクいじり', None]
    elif name == '池袋晶葉' or name == 'いけぶくろあきは':
        __info = ['池袋晶葉', 'キュート', '14歳', '148cm', '39kg', '75/53/74', '6月10日', '双子座', 'B型', '右',
              '東京', 'ロボット制作', None]
    elif name == '渋谷凛' or name == 'しぶやりん':
        __info = ['渋谷凛', 'クール', '15歳', '165cm', '44kg', '80/56/81', '8月10日', '獅子座', 'B型', '右',
              '東京', '犬の散歩', '福原綾香']
    elif name == '黒川千秋' or name == 'くろかわちあき':
        __info = ['黒川千秋', 'クール', '20歳', '163cm', '45kg', '86/57/86', '2月26日', '魚座', 'B型', '右',
              '北海道', 'クラシック鑑賞', None]
    elif name == '松本沙理奈' or name == 'まつもとさりな':
        __info = ['松本沙理奈', 'クール', '22歳', '165cm', '48kg', '92/58/85', '9月1日', '乙女座', 'A型', '右',
              '東京', 'ショッピング', None]
    elif name == '桐野アヤ' or name == 'きりのあや':
        __info = ['桐野アヤ', 'クール', '19歳', '160cm', '43kg', '86/56/86', '4月8日', '牡羊座', 'A型', '右',
              '福岡', '格闘技観戦', None]
    elif name == '高橋礼子' or name == 'たかはしれいこ':
        __info = ['高橋礼子', 'クール', '31歳', '167cm', '51kg', '91/62/90', '5月8日', '牡牛座', 'O型', '右',
              '神奈川', 'パーティーに行くこと', None]
    elif name == '相川千夏' or name == 'あいかわちなつ':
        __info = ['相川千夏', 'クール', '23歳', '161cm', '43kg', '82/56/85', '11月11日', '蠍座', 'B型', '右',
              '北海道', 'カフェで読書', None]
    elif name == '川島瑞樹' or name == 'かわしまみずき':
        __info = ['川島瑞樹', 'クール', '28歳', '159cm', '44kg', '87/57/85', '11月25日', '射手座', 'A型', '右',
              '大阪', '掃除、洗濯', '東山奈央']
    elif name == '神谷奈緒' or name == 'かみやなお':
        __info = ['神谷奈緒', 'クール', '17歳', '154cm', '44kg', '83/58/81', '9月16日', '乙女座', 'AB型', '左',
              '千葉', 'アニメ鑑賞', '松井恵理子']
    elif name == '上条春菜' or name == 'かみじょうはるな':
        __info = ['上条春菜', 'クール', '18歳', '156cm', '42kg', '79/56/80', '4月10日', '牡羊座', 'O型', '右',
              '静岡', '猫と縁側でお昼寝', '長島光那']
    elif name == '荒木比奈' or name == 'あらきひな':
        __info = ['荒木比奈', 'クール', '20歳', '157cm', '43kg', '83/57/82', '4月9日', '牡羊座', 'A型', '右',
              '神奈川', '漫画描く', '田辺留依']
    elif name == '東郷あい' or name == 'とうごうあい':
        __info = ['東郷あい', 'クール', '23歳', '167cm', '45kg', '82/57/83', '2月7日', '水瓶座', 'AB型', '両',
              '福島', 'サックス', None]
    elif name == '多田李衣菜' or name == 'ただりいな':
        __info = ['多田李衣菜', 'クール', '17歳', '152cm', '41kg', '80/55/81', '6月30日', '蟹座', 'A型', '右',
              '東京', '音楽鑑賞', '青木瑠璃子']
    elif name == '水木聖來' or name == 'みずきせいら':
        __info = ['水木聖來', 'クール', '23歳', '155cm', '43kg', '82/55/80', '4月27日', '牡牛座', 'B型', '右',
              '茨城', '犬の散歩', None]
    elif name == '佐々木千枝' or name == 'ささきちえ':
        __info = ['佐々木千枝', 'クール', '11歳', '139cm', '33kg', '73/49/73', '6月7日', '双子座', 'AB型', '左',
              '富山', '裁縫', '今井麻夏']
    elif name == '三船美優' or name == 'みふねみゆ':
        __info = ['三船美優', 'クール', '26歳', '165cm', '46kg', '85/60/85', '2月25日', '魚座', 'AB型', '右',
              '岩手', 'アロマテラピー', '原田彩楓']
    elif name == '服部瞳子' or name == 'はっとりとうこ':
        __info = ['服部瞳子', 'クール', '25歳', '169cm', '48kg', '78/57/80', '10月11日', '天秤座', 'O型', '左',
              '大分', '熱帯魚観賞・温泉めぐり', None]
    elif name == '木場真奈美' or name == 'きばまなみ':
        __info = ['木場真奈美', 'クール', '25歳', '172cm', '50kg', '88/60/89', '8月8日', '獅子座', 'AB型', '右',
              '長崎', '筋トレ・料理', None]
    elif name == '藤原肇' or name == 'ふじわらはじめ':
        __info = ['藤原肇', 'クール', '16歳', '161cm', '43kg', '80/55/84', '6月15日', '双子座', 'B型', '両',
              '岡山', '陶芸、釣り', '鈴木みのり']
    elif name == '新田美波' or name == 'にったみなみ':
        __info = ['新田美波', 'クール', '19歳', '165cm', '45kg', '82/55/85', '7月27日', '獅子座', 'O型', '右',
              '広島', 'ラクロス、資格取得', '洲崎綾']
    elif name == '水野翠' or name == 'みずのみどり':
        __info = ['水野翠', 'クール', '18歳', '164cm', '47kg', '80/54/81', '12月5日', '射手座', 'AB型', '右',
              '愛知', '弓道', None]
    elif name == '古澤頼子' or name == 'ふるさわよりこ':
        __info = ['古澤頼子', 'クール', '17歳', '166cm', '45kg', '81/59/83', '5月18日', '牡牛座', 'A型', '左',
              '茨城', '美術展・博物展観覧', None]
    elif name == '橘ありす' or name == 'たちばなありす':
        __info = ['橘ありす', 'クール', '12歳', '141cm', '34kg', '68/52/67', '7月31日', '獅子座', 'A型', '右',
              '兵庫', 'ゲーム・読書（ミステリー）', '佐藤亜美菜']
    elif name == '鷺沢文香' or name == 'さぎさわふみか':
        __info = ['鷺沢文香', 'クール', '19歳', '162cm', '45kg', '84/54/81', '10月27日', '蠍座', 'AB型', '右',
              '長野', '本屋めぐり・栞作り', 'M・A・O']
    elif name == '八神マキノ' or name == 'やがみまきの':
        __info = ['八神マキノ', 'クール', '18歳', '160cm', '45kg', '85/56/83', '11月7日', '蠍座', 'B型', '右',
              '岐阜', '諜報活動', None]
    elif name == 'ライラ' or name == 'らいら':
        __info = ['ライラ', 'クール', '16歳', '150cm', '40kg', '75/54/78', '5月21日', '双子座', 'O型', '右',
              'ドバイ', '公園で知らない人とおしゃべり', None]
    elif name == '浅利七海' or name == 'あさりななみ':
        __info = ['浅利七海', 'クール', '14歳', '151cm', '41kg', '78/55/77', '10月9日', '天秤座', 'A型', '右',
              '青森', '釣り・絵日記', None]
    elif name == 'ヘレン' or name == 'へれん':
        __info = ['ヘレン', 'クール', '24歳', '158cm', '46kg', '90/58/81', '4月4日', '牡羊座', 'AB型', '右',
              '海の向こう', 'DVD鑑賞', None]
    elif name == '松永涼' or name == 'まつながりょう':
        __info = ['松永涼', 'クール', '18歳', '160cm', '47kg', '90/56/86', '10月1日', '天秤座', 'AB型', '右',
              '東京', 'ホラー映画鑑賞', '千菅春香']
    elif name == '小室千奈美' or name == 'こむろちなみ':
        __info = ['小室千奈美', 'クール', '19歳', '164cm', '45kg', '84/56/82', '6月9日', '双子座', 'AB型', '右',
              '愛知', 'ダーツ', None]
    elif name == '高峯のあ' or name == 'たかみねのあ':
        __info = ['高峯のあ', 'クール', '24歳', '168cm', '48kg', '87/55/86', '3月25日', '牡羊座', 'B型', '右',
              '奈良', '天体観測', None]
    elif name == '高垣楓' or name == 'たかがきかえで':
        __info = ['高垣楓', 'クール', '25歳', '171cm', '49kg', '81/57/83', '6月14日', '双子座', 'AB型', '左',
              '和歌山', '温泉めぐり', '早見沙織']
    elif name == '神崎蘭子' or name == 'かんざきらんこ':
        __info = ['神崎蘭子', 'クール', '14歳', '156cm', '41kg', '81/57/80', '4月8日', '牡羊座', 'A型', '右',
              '熊本', '絵を描くこと', '内田真礼']
    elif name == '伊集院惠' or name == 'いじゅういんめぐみ':
        __info = ['伊集院惠', 'クール', '21歳', '160cm', '44kg', '86/56/81', '9月24日', '天秤座', 'O型', '左',
              '東京', '一人旅', None]
    elif name == '柊志乃' or name == 'ひいらぎしの':
        __info = ['柊志乃', 'クール', '31歳', '167cm', '43kg', '84/54/83', '12月25日', '山羊座', 'AB型', '左',
              '山梨', 'ワインツーリズム（産地巡り）', None]
    elif name == '北条加蓮' or name == 'ほうじょうかれん':
        __info = ['北条加蓮', 'クール', '16歳', '155cm', '42kg', '83/55/81', '9月5日', '乙女座', 'B型', '右',
              '東京', 'ネイル', '渕上舞']
    elif name == 'ケイト' or name == 'けいと':
        __info = ['ケイト', 'クール', '20歳', '157cm', '45kg', '83/59/85', '8月15日', '獅子座', 'O型', '右',
              'イギリス', '日本の雑誌を見るコト', None]
    elif name == '瀬名詩織' or name == 'せなしおり':
        __info = ['瀬名詩織', 'クール', '19歳', '165cm', '48kg', '85/58/83', '1月10日', '山羊座', 'A型', '右',
              '沖縄', '海沿いを散歩', None]
    elif name == '綾瀬穂乃香' or name == 'あやせほのか':
        __info = ['綾瀬穂乃香', 'クール', '17歳', '161cm', '46kg', '85/57/84', '5月29日', '双子座', 'A型', '右',
              '宮城', 'バレエ', None]
    elif name == '佐城雪美' or name == 'さじょうゆきみ':
        __info = ['佐城雪美', 'クール', '10歳', '137cm', '30kg', '63/47/65', '9月28日', '天秤座', 'AB型', '右',
              '京都', 'ペット（黒猫）と会話', None]
    elif name == '篠原礼' or name == 'しのはられい':
        __info = ['篠原礼', 'クール', '27歳', '171cm', '49kg', '93/58/88', '11月22日', '蠍座', 'B型', '左',
              '宮崎', '社交ダンス', None]
    elif name == '和久井留美' or name == 'わくいるみ':
        __info = ['和久井留美', 'クール', '26歳', '168cm', '49kg', '81/60/86', '4月7日', '牡羊座', 'A型', '左',
              '広島', '仕事', None]
    elif name == '吉岡沙紀' or name == 'よしおかさき':
        __info = ['吉岡沙紀', 'クール', '17歳', '166cm', '43kg', '86/60/85', '5月8日', '牡牛座', 'A型', '右',
              '神奈川', 'ストリートアート', None]
    elif name == '梅木音葉' or name == 'うめきおとは':
        __info = ['梅木音葉', 'クール', '19歳', '172cm', '49kg', '86/58/85', '6月20日', '双子座', 'AB型', '右',
              '北海道', '森林浴・ピアノ', None]
    elif name == '白坂小梅' or name == 'しらさかこうめ':
        __info = ['白坂小梅', 'クール', '13歳', '142cm', '34kg', '65/50/70', '3月28日', '牡羊座', 'AB型', '左',
              '兵庫', 'ホラー・スプラッタ映画鑑賞　心霊スポット巡り', '桜咲千依']
    elif name == '岸部彩華' or name == 'きしべあやか':
        __info = ['岸部彩華', 'クール', '19歳', '162cm', '46kg', '89/59/85', '11月13日', '蠍座', 'A型', '右',
              '埼玉', 'ネイルアート・エステ・岩盤浴', None]
    elif name == '氏家むつみ' or name == 'うじいえむつみ':
        __info = ['氏家むつみ', 'クール', '13歳', '152cm', '42kg', '78/57/80', '7月13日', '蟹座', 'AB型', '右',
              '栃木', '冒険小説を読む・冒険映画を見る事', None]
    elif name == '西川保奈美' or name == 'にしかわほなみ':
        __info = ['西川保奈美', 'クール', '16歳', '155cm', '55kg', '88/60/86', '10月23日', '天秤座', 'A型', '両',
              '兵庫', 'オペラ鑑賞・宝塚鑑賞', None]
    elif name == '成宮由愛' or name == 'なるみやゆめ':
        __info = ['成宮由愛', 'クール', '13歳', '150cm', '40kg', '72/51/73', '11月3日', '蠍座', 'AB型', '両',
              '滋賀', '写生・水彩画', None]
    elif name == '藤居朋' or name == 'ふじいとも':
        __info = ['藤居朋', 'クール', '19歳', '163cm', '45kg', '78/57/83', '7月1日', '蟹座', 'O型', '右',
              '滋賀', '占い', None]
    elif name == '塩見周子' or name == 'しおみしゅうこ':
        __info = ['塩見周子', 'クール', '18歳', '163cm', '45kg', '82/56/81', '12月12日', '射手座', 'B型', '左',
              '京都', '献血・ダーツ', 'ルゥティン']
    elif name == '脇山珠美' or name == 'わきやまたまみ':
        __info = ['脇山珠美', 'クール', '16歳', '145cm', '38kg', '72/53/75', '9月20日', '乙女座', 'B型', '右',
              '佐賀', '剣道・時代小説を読むこと', '嘉山未紗']
    elif name == '岡崎泰葉' or name == 'おかざきやすは':
        __info = ['岡崎泰葉', 'クール', '16歳', '153cm', '43kg', '79/55/80', '7月16日', '蟹座', 'A型', '左',
              '長崎', 'ドールハウス作り', None]
    elif name == '速水奏' or name == 'はやみかなで':
        __info = ['速水奏', 'クール', '17歳', '162cm', '43kg', '86/55/84', '7月1日', '蟹座', 'O型', '右',
              '東京', '映画鑑賞', '飯田友子']
    elif name == '大石泉' or name == 'おおいしいずみ':
        __info = ['大石泉', 'クール', '15歳', '157cm', '41kg', '83/55/82', '11月11日', '蠍座', 'A型', '右',
              '静岡', 'プログラミング', None]
    elif name == '松尾千鶴' or name == 'まつおちづる':
        __info = ['松尾千鶴', 'クール', '15歳', '161cm', '45kg', '78/54/81', '3月21日', '牡羊座', 'A型', '右',
              '福岡', '勉強・習字', None]
    elif name == '森久保乃々' or name == 'もりくぼのの':
        __info = ['森久保乃々', 'クール', '14歳', '149cm', '38kg', '73/55/76', '8月27日', '乙女座', 'AB型', '左',
              '神奈川', 'ポエム作り、少女漫画集め', '高橋花林']
    elif name == 'アナスタシア' or name == 'あなすたしあ':
        __info = ['アナスタシア', 'クール', '15歳', '165cm', '43kg', '80/54/80', '9月19日', '乙女座', 'O型', '両',
              '北海道', 'ホームパーティー・天体観測', '上坂すみれ']
    elif name == '大和亜季' or name == 'やまとあき':
        __info = ['大和亜季', 'クール', '21歳', '165cm', '51kg', '92/60/85', '12月16日', '射手座', 'O型', '左',
              '福岡', 'サバゲー、プラモ収集', '村中知']
    elif name == '結城晴' or name == 'ゆうきはる':
        __info = ['結城晴', 'クール', '12歳', '140cm', '37kg', '74/55/78', '7月17日', '蟹座', 'A型', '右',
              '愛媛', 'サッカー', '小市眞琴']
    elif name == '二宮飛鳥' or name == 'にのみやあすか':
        __info = ['二宮飛鳥', 'クール', '14歳', '154cm', '42kg', '75/55/78', '2月3日', '水瓶座', 'B型', '右',
              '静岡', 'ヘアアレンジ、ラジオを聴くこと、漫画を描くこと', '青木志貴']
    elif name == '桐生つかさ' or name == 'きりゅうつかさ':
        __info = ['桐生つかさ', 'クール', '18歳', '164cm', '45kg', '83/55/82', '2月24日', '魚座', 'A型', '右',
              '福井', '異業種交流、ホットヨガ、ぬか床の世話', None]
    elif name == '望月聖' or name == 'もちづきひじり':
        __info = ['望月聖', 'クール', '13歳', '150cm', '37kg', '82/59/86', '12月25日', '山羊座', 'O型', '右',
              '長野', '歌を口ずさむこと', None]
    elif name == '鷹富士茄子' or name == 'たかふじかこ':
        __info = ['鷹富士茄子', 'クール', '20歳', '160cm', '43kg', '88/57/88', '1月1日', '山羊座', 'AB型', '右',
              '島根', '隠し芸', '森下来奈']
    elif name == '本田未央' or name == 'ほんだみお':
        __info = ['本田未央', 'パッション', '15歳', '161cm', '46kg', '84/58/87', '12月1日', '射手座', 'B型', '右',
              '千葉', 'ショッピング', '原紗友里']
    elif name == '高森藍子' or name == 'たかもりあいこ':
        __info = ['高森藍子', 'パッション', '16歳', '155cm', '42kg', '74/60/79', '7月25日', '獅子座', 'O型', '右',
              '東京', '近所の公園をお散歩', '金子有希']
    elif name == '並木芽衣子' or name == 'なみきめいこ':
        __info = ['並木芽衣子', 'パッション', '22歳', '160cm', '44kg', '80/57/82', '10月14日', '天秤座', 'AB型', '右',
              '和歌山', '旅行', None]
    elif name == '龍崎薫' or name == 'りゅうざきかおる':
        __info = ['龍崎薫', 'パッション', '9歳', '132cm', '32kg', '65/51/70', '7月20日', '蟹座', 'O型', '右',
              '愛媛', '料理', '春瀬なつみ']
    elif name == '木村夏樹' or name == 'きむらなつき':
        __info = ['木村夏樹', 'パッション', '18歳', '159cm', '41kg', '82/57/83', '8月19日', '獅子座', 'AB型', '左',
              '茨城', 'ツーリング', '安野希世乃']
    elif name == '松山久美子' or name == 'まつやまくみこ':
        __info = ['松山久美子', 'パッション', '21歳', '161cm', '44kg', '81/56/81', '1月21日', '水瓶座', 'A型', '右',
              '神奈川', 'ピアノ', None]
    elif name == '斉藤洋子' or name == 'さいとうようこ':
        __info = ['斉藤洋子', 'パッション', '20歳', '157cm', '46kg', '85/57/82', '12月29日', '山羊座', 'O型', '右',
              '福岡', '半身浴', None]
    elif name == '沢田麻理菜' or name == 'さわだまりな':
        __info = ['沢田麻理菜', 'パッション', '26歳', '166cm', '47kg', '87/57/87', '5月6日', '牡牛座', 'B型', '右',
              '長野', 'サーフィン', None]
    elif name == '矢口美羽' or name == 'やぐちみう':
        __info = ['矢口美羽', 'パッション', '14歳', '150cm', '41kg', '81/56/80', '7月10日', '蟹座', 'B型', '右',
              '千葉', 'メール', None]
    elif name == '赤城みりあ' or name == 'あかぎみりあ':
        __info = ['赤城みりあ', 'パッション', '11歳', '140cm', '36kg', '75/55/78', '4月14日', '牡羊座', 'AB型', '左',
              '東京', 'おしゃべり', '黒沢ともよ']
    elif name == '愛野渚' or name == 'あいのなぎさ':
        __info = ['愛野渚', 'パッション', '18歳', '163cm', '47kg', '84/58/85', '8月1日', '獅子座', 'A型', '右',
              '愛知', 'バスケットボール', None]
    elif name == '真鍋いつき' or name == 'まなべいつき':
        __info = ['真鍋いつき', 'パッション', '22歳', '165cm', '46kg', '85/57/83', '12月29日', '山羊座', 'O型', '右',
              '石川', 'とにかく運動', None]
    elif name == '大槻唯' or name == 'おおつきゆい':
        __info = ['大槻唯', 'パッション', '17歳', '155cm', '42kg', '84/56/83', '5月7日', '牡牛座', 'B型', '左',
              '埼玉', 'カラオケ', '山下七海']
    elif name == '姫川友紀' or name == 'ひめかわゆき':
        __info = ['姫川友紀', 'パッション', '20歳', '161cm', '44kg', '80/57/80', '9月14日', '乙女座', 'A型', '右',
              '宮崎', '野球観戦', '杜野まこ']
    elif name == '喜多見柚' or name == 'きたみゆず':
        __info = ['喜多見柚', 'パッション', '15歳', '156cm', '43kg', '82/57/82', '12月2日', '射手座', 'B型', '左',
              '埼玉', 'バドミントン', '武田羅梨沙多胡']
    elif name == '上田鈴帆' or name == 'うえだすずほ':
        __info = ['上田鈴帆', 'パッション', '14歳', '156cm', '42kg', '76/55/79', '10月26日', '蠍座', 'O型', '右',
              '福岡', '裁縫', '春野ななみ']
    elif name == '海老原菜帆' or name == 'えびはらなほ':
        __info = ['海老原菜帆', 'パッション', '17歳', '162cm', '58kg', '92/65/93', '8月3日', '獅子座', 'O型', '右',
              '熊本', '散歩・和菓子屋さん巡り', None]
    elif name == '及川雫' or name == 'おいかわしずく':
        __info = ['及川雫', 'パッション', '16歳', '170cm', '56kg', '105/64/92', '6月3日', '双子座', 'O型', '両',
              '岩手', '乳搾り、トラクターの運転', 'のぐちゆり']
    elif name == '小関麗奈' or name == 'こせきれいな':
        __info = ['小関麗奈', 'パッション', '13歳', '148cm', '41kg', '75/50/77', '3月5日', '魚座', 'B型', '右',
              '山形', 'いたずら', None]
    elif name == '衛藤美紗希' or name == 'えとうみさき':
        __info = ['衛藤美紗希', 'パッション', '22歳', '160cm', '45kg', '84/56/80', '3月18日', '魚座', 'O型', '左',
              '大分', '携帯小説、女子力アップ', None]
    elif name == '星輝子' or name == 'ほししょうこ':
        __info = ['星輝子', 'パッション', '15歳', '142cm', '35kg', '73/53/75', '6月6日', '双子座', 'B型', '左',
              '福島', 'キノコ栽培', '松田颯水']
    elif name == '片桐早苗' or name == 'かたぎりさなえ':
        __info = ['片桐早苗', 'パッション', '28歳', '152cm', '47kg', '92/58/84', '3月7日', '魚座', 'O型', '右',
              '新潟', 'マッサージ・スーパー銭湯', '和氣あず未']
    elif name == '堀裕子' or name == 'ほりゆうこ':
        __info = ['堀裕子', 'パッション', '16歳', '157cm', '44kg', '81/58/80', '3月13日', '魚座', 'O型', '右',
              '福井', 'サイキックトレーニング', '鈴木絵理']
    elif name == '西島櫂' or name == 'にしじまかい':
        __info = ['西島櫂', 'パッション', '19歳', '172cm', '49kg', '86/59/83', '8月17日', '獅子座', 'O型', '右',
              '大阪', '水族館巡り', None]
    elif name == '的場梨沙' or name == 'まとばりさ':
        __info = ['的場梨沙', 'パッション', '12歳', '143cm', '38kg', '71/58/73', '11月19日', '蠍座', 'B型', '右',
              '山口', 'ダンス、パパとデート', None]
    elif name == '財前時子' or name == 'ざいぜんときこ':
        __info = ['財前時子', 'パッション', '21歳', '168cm', '46kg', '83/55/85', '4月18日', '牡羊座', 'B型', '右',
              '名古屋', 'お仕置き、豚を料理すること', None]
    elif name == '依田芳乃' or name == 'よりたよしの':
        __info = ['依田芳乃', 'パッション', '16歳', '151cm', '40kg', '73/53/73', '7月3日', '蟹座', 'O型', '右',
              '鹿児島', '悩み事解決・石ころ集め・失せ物探し', '高田憂希']
    elif name == '相葉夕美' or name == 'あいばゆみ':
        __info = ['相葉夕美', 'パッション', '18歳', '158cm', '42kg', '81/57/80', '4月15日', '牡羊座', 'O型', '右',
              '神奈川', 'ガーデニング', '木村珠莉']
    elif name == '野々村そら' or name == 'ののむらそら':
        __info = ['野々村そら', 'パッション', '15歳', '157cm', '46kg', '84/57/85', '1月3日', '山羊座', 'B型', '右',
              '福岡', '友達と電話', None]
    elif name == '浜川愛結奈' or name == 'はまかわあゆな':
        __info = ['浜川愛結奈', 'パッション', '22歳', '168cm', '50kg', '92/58/85', '5月25日', '双子座', 'B型', '右',
              '大阪', '乗馬', None]
    elif name == '若林智香' or name == 'わかばやしともか':
        __info = ['若林智香', 'パッション', '17歳', '156cm', '45kg', '82/57/83', '8月30日', '乙女座', 'A型', '右',
              '鹿児島', 'チアリーディング', None]
    elif name == '城ヶ崎美嘉' or name == 'じょうがさきみか':
        __info = ['城ヶ崎美嘉', 'パッション', '17歳', '162cm', '43kg', '80/56/82', '11月12日', '蠍座', 'AB型', '左',
              '埼玉', 'カラオケ', '佳村はるか']
    elif name == '城ヶ崎莉嘉' or name == 'じょうがさきりか':
        __info = ['城ヶ崎莉嘉', 'パッション', '12歳', '149cm', '36kg', '72/54/75', '7月30日', '獅子座', 'B型', '左',
              '埼玉', 'シール集め', '山本希望']
    elif name == '仙崎恵磨' or name == 'せんざきえま':
        __info = ['仙崎恵磨', 'パッション', '21歳', '156cm', '45kg', '81/55/81', '6月27日', '蟹座', 'O型', '左',
              '大阪', '革小物集め', None]
    elif name == '日野茜' or name == 'ひのあかね':
        __info = ['日野茜', 'パッション', '17歳', '148cm', '40kg', '80/60/82', '8月4日', '獅子座', 'AB型', '右',
              '栃木', 'ラグビー観戦', '赤﨑千夏']
    elif name == '諸星きらり' or name == 'もろぼしきらり':
        __info = ['諸星きらり', 'パッション', '17歳', '182cm', '60kg', '91/64/86', '9月1日', '乙女座', 'O型', '右',
              '東京', 'かわいい物集め', '松嵜麗']
    elif name == '十時愛梨' or name == 'とときあいり':
        __info = ['十時愛梨', 'パッション', '18歳', '161cm', '46kg', '86/58/88', '12月8日', '射手座', 'O型', '右',
              '秋田', 'ケーキ作り', '原田ひとみ']
    elif name == 'ナターリア' or name == 'なたーりあ':
        __info = ['ナターリア', 'パッション', '14歳', '155cm', '43kg', '84/55/86', '6月29日', '蟹座', 'A型', '右',
              'リオ・デ・ジャネイロ', 'ベリーダンス', None]
    elif name == '相馬夏美' or name == 'そうまなつみ':
        __info = ['相馬夏美', 'パッション', '25歳', '160cm', '46kg', '83/60/89', '7月23日', '獅子座', 'A型', '右',
              '京都', 'ランニング', None]
    elif name == '槙原志保' or name == 'まきはらしほ':
        __info = ['槙原志保', 'パッション', '19歳', '162cm', '46kg', '86/57/91', '4月27日', '牡牛座', 'B型', '右',
              '三重', 'スイーツめぐり', None]
    elif name == '向井拓海' or name == 'むかいたくみ':
        __info = ['向井拓海', 'パッション', '18歳', '163cm', '53kg', '95/60/87', '8月7日', '獅子座', 'A型', '右',
              '神奈川', 'バイクいじり', '原優子']
    elif name == '市原仁奈' or name == 'いちはらにな':
        __info = ['市原仁奈', 'パッション', '9歳', '128cm', '29kg', '61/57/67', '2月8日', '水瓶座', 'B型', '左',
              '静岡', '着ぐるみ集め', '久野美咲']
    elif name == '喜多日菜子' or name == 'きたひなこ':
        __info = ['喜多日菜子', 'パッション', '15歳', '151cm', '38kg', '78/56/78', '4月6日', '牡羊座', 'AB型', '右',
              '秋田', '妄想', '深川芹亜']
    elif name == '杉坂海' or name == 'すぎさかうみ':
        __info = ['杉坂海', 'パッション', '18歳', '162cm', '45kg', '88/58/86', '7月20日', '蟹座', 'B型', '右',
              '山口', 'ウィンドサーフィン', None]
    elif name == '北川真尋' or name == 'きたがわまひろ':
        __info = ['北川真尋', 'パッション', '17歳', '158cm', '43kg', '75/57/79', '2月17日', '水瓶座', 'O型', '右',
              '香川', '走ること・食べること・寝ること', None]
    elif name == 'メアリー・コクラン' or name == 'めありー・こくらん':
        __info = ['メアリー・コクラン', 'パッション', '11歳', '152cm', '41kg', '71/59/73', '1月19日', '山羊座', 'B型', '左',
              'サンフランシスコ', '女磨き・グルメツアー', None]
    elif name == '小松伊吹' or name == 'こまついぶき':
        __info = ['小松伊吹', 'パッション', '19歳', '165cm', '48kg', '85/59/88', '11月17日', '蠍座', 'O型', '右',
              '茨城', 'ストリートダンス・スケボー・恋愛映画を見る事', None]
    elif name == '三好紗南' or name == 'みよしさな':
        __info = ['三好紗南', 'パッション', '14歳', '149cm', '39kg', '75/56/80', '6月25日', '蟹座', 'B型', '右',
              '香川', 'TVゲーム・夜更かし', None]
    elif name == 'キャシー・グラハム' or name == 'きゃしー・ぐらはむ':
        __info = ['キャシー・グラハム', 'パッション', '15歳', '168cm', '49kg', '83/56/85', '9月19日', '乙女座', 'O型', '左',
              'ニューヨーク', 'インラインスケート・ダンス', None]
    elif name == '難波笑美' or name == 'なんばえみ':
        __info = ['難波笑美', 'パッション', '17歳', '158cm', '45kg', '82/56/80', '5月1日', '牡牛座', 'O型', '右',
              '大阪', 'お笑いライブ巡り、モノマネ', '伊達朱里紗']
    elif name == '浜口あやめ' or name == 'はまぐちあやめ':
        __info = ['浜口あやめ', 'パッション', '15歳', '154cm', '42kg', '78/55/80', '1月13日', '山羊座', 'A型', '左',
              '三重', '時代劇鑑賞、忍者グッズ収集、撮影所巡り', '田澤茉純']
    elif name == '村上巴' or name == 'むらかみともえ':
        __info = ['村上巴', 'パッション', '13歳', '146cm', '37kg', '74/53/76', '1月3日', '山羊座', 'A型', '右',
              '広島', '演歌、将棋', '花井美春']
    elif name == '土屋亜子' or name == 'つちやあこ':
        __info = ['土屋亜子', 'パッション', '15歳', '156cm', '42kg', '85/54/83', '5月2日', '牡牛座', 'B型', '右',
              '静岡', '貯金、食べること', None]
    elif name == '首藤葵' or name == 'しゅとうあおい':
        __info = ['首藤葵', 'パッション', '13歳', '145cm', '39kg', '73/53/75', '8月18日', '獅子座', 'O型', '右',
              '大分', '魚さばき', None]
    elif name == '冴島清美' or name == 'さえじまきよみ':
        __info = ['冴島清美', 'パッション', '15歳', '153cm', '43kg', '76/58/78', '9月26日', '天秤座', 'A型', '右',
              '沖縄', '掃除、整理整頓、腕章作り', None]
    elif name == '佐藤心' or name == 'さとうしん':
        __info = ['佐藤心', 'パッション', '26歳', '166cm', 'ダイエットちゅう', 'ぼんっ/きゅっ/ぼんっ♪', '7月22日', '蟹座', 'AB型', '右',
              '長野', 'ドレスアップ・衣装作り', '花守ゆみり']
    elif name == '南条光' or name == 'なんじょうひかる':
        __info = ['南条光', 'パッション', '14歳', '140cm', '41kg', '79/58/80', '9月13日', '乙女座', 'B型', '右',
              '徳島', '特撮番組鑑賞、特撮ごっこ', '神谷早矢佳']
    elif name == 'イヴ・サンタクロース' or name == 'いゔ・さんたくろーす':
        __info = ['イヴ・サンタクロース', 'パッション', '19歳', '165cm', '44kg', '81/56/80', '12月24日', '山羊座', 'B型', '右',
              'グリーンランド', '煙突探し', None]
    else:
        ret['入力した名前は名簿に登録されていません'] = 'フルネームを正確に、漢字またはひらがなで入力してください。'
        return ret
    for a in item:
        ret[a] = __info[item.index(a)]
    return ret
